Repository: solokha-o/Alike
Catalog: Packages/WidgetSupport/Sources/WidgetSupport/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# widgetsupport.accessibility.openCleanup
source: Open Alike cleanup
ar: فتح تنظيف Alike
de: Alike-Aufräumen öffnen
es: Abrir la limpieza de Alike
fr: Ouvrir le nettoyage Alike
it: Apri la pulizia di Alike
nl: Alike-opruimen openen
pl: Otwórz porządkowanie Alike
pt_br: Abrir a limpeza do Alike
tr: Alike temizliğini aç
uk: Відкрити очищення Alike
zh_hant: 開啟 Alike 清理

# widgetsupport.accessibility.openList
source: Opens this list in Alike
ar: يفتح هذه القائمة في Alike
de: Öffnet diese Liste in Alike
es: Abre esta lista en Alike
fr: Ouvre cette liste dans Alike
it: Apre questo elenco in Alike
nl: Opent deze lijst in Alike
pl: Otwiera tę listę w Alike
pt_br: Abre esta lista no Alike
tr: Bu listeyi Alike’ta açar
uk: Відкриває цей список в Alike
zh_hant: 在 Alike 中開啟此列表

# widgetsupport.accessibility.resumeReview
source: Continue your review in Alike
ar: متابعة المراجعة في Alike
de: Prüfung in Alike fortsetzen
es: Continuar tu revisión en Alike
fr: Reprendre le tri dans Alike
it: Continua la revisione in Alike
nl: Verder beoordelen in Alike
pl: Kontynuuj przegląd w Alike
pt_br: Continuar sua revisão no Alike
tr: Alike'ta incelemeye devam et
uk: Продовжити перегляд в Alike
zh_hant: 在 Alike 繼續檢視

# widgetsupport.accessibility.unlockCategory
source: Opens the Alike upgrade screen
ar: يفتح شاشة الترقية في Alike
de: Öffnet die Upgrade-Ansicht von Alike
es: Abre la pantalla de mejora de Alike
fr: Ouvre l’écran d’abonnement d’Alike
it: Apre la schermata di upgrade di Alike
nl: Opent het upgradescherm van Alike
pl: Otwiera ekran ulepszenia Alike
pt_br: Abre a tela de upgrade do Alike
tr: Alike yükseltme ekranını açar
uk: Відкриває екран оновлення Alike
zh_hant: 開啟 Alike 升級畫面

# widgetsupport.action.continueReview
source: Continue
ar: متابعة
de: Fortsetzen
es: Continuar
fr: Reprendre
it: Continua
nl: Verder
pl: Kontynuuj
pt_br: Continuar
tr: Devam et
uk: Продовжити
zh_hant: 繼續

# widgetsupport.action.review
source: Review
ar: مراجعة
de: Ansehen
es: Revisar
fr: Trier
it: Rivedi
nl: Bekijken
pl: Przejrzyj
pt_br: Revisar
tr: İncele
uk: Переглянути
zh_hant: 檢視

# widgetsupport.action.scan
source: Scan
ar: فحص
de: Scannen
es: Analizar
fr: Analyser
it: Analizza
nl: Scannen
pl: Skanuj
pt_br: Analisar
tr: Tara
uk: Сканувати
zh_hant: 掃描

# widgetsupport.library.blurred
source: Blurred
ar: ضبابية
de: Unscharfe
es: Borrosas
fr: Floues
it: Sfocate
nl: Onscherp
pl: Rozmyte
pt_br: Desfocadas
tr: Bulanık
uk: Розмиті
zh_hant: 模糊

# widgetsupport.library.locked
source: Locked
ar: مقفل
de: Gesperrt
es: Bloqueado
fr: Verrouillé
it: Bloccato
nl: Vergrendeld
pl: Zablokowane
pt_br: Bloqueado
tr: Kilitli
uk: Заблоковано
zh_hant: 已鎖定

# widgetsupport.library.photos
source: %1$lld photos
ar: %1$lld صورة
de: %1$lld Fotos
es: %1$lld fotos
it: %1$lld foto
nl: %1$lld foto’s
pl: %1$lld zdjęcia
pt_br: %1$lld fotos
tr: %1$lld fotoğraf
uk: %1$lld фото
zh_hant: %1$lld 張照片

# widgetsupport.library.screenshots
source: Screenshots
ar: لقطات الشاشة
es: Capturas
fr: Captures d’écran
it: Screenshot
nl: Schermafbeeldingen
pl: Zrzuty ekranu
pt_br: Capturas de tela
tr: Ekran görüntüleri
uk: Скриншоти
zh_hant: 螢幕截圖

# widgetsupport.library.similar
source: Similar
ar: متشابهة
de: Ähnliche
es: Similares
fr: Similaires
it: Simili
nl: Vergelijkbaar
pl: Podobne
pt_br: Semelhantes
tr: Benzer
uk: Схожі
zh_hant: 相似

# widgetsupport.status.allCaughtUp
source: All caught up
ar: لا توجد اقتراحات
de: Alles erledigt
es: Todo al día
fr: Tout est à jour
it: Tutto a posto
nl: Helemaal bij
pl: Wszystko gotowe
pt_br: Tudo em dia
tr: Her şey tamam
uk: Немає пропозицій
zh_hant: 已全部處理

# widgetsupport.status.continueReview
source: Continue review
ar: متابعة المراجعة
de: Prüfung fortsetzen
es: Continuar revisión
fr: Reprendre le tri
it: Continua la revisione
nl: Verder met beoordelen
pl: Kontynuuj przegląd
pt_br: Continuar revisão
tr: İncelemeye devam et
uk: Продовжити перегляд
zh_hant: 繼續檢視

# widgetsupport.status.groups
source: %1$lld groups
ar: %1$lld مجموعة
de: %1$lld Gruppen
es: %1$lld grupos
fr: %1$lld groupes
it: %1$lld gruppi
nl: %1$lld groepen
pl: %1$lld grupy
pt_br: %1$lld grupos
tr: %1$lld grup
uk: %1$lld груп
zh_hant: %1$lld 個群組

# widgetsupport.status.groupsRemaining
source: %1$lld groups left
ar: بقيت %1$lld مجموعة
de: Noch %1$lld Gruppen
es: Quedan %1$lld grupos
fr: %1$lld groupes restants
it: %1$lld gruppi rimasti
nl: Nog %1$lld groepen
pl: Zostało %1$lld grupy
pt_br: Restam %1$lld grupos
tr: %1$lld grup kaldı
uk: Залишилося %1$lld груп
zh_hant: 還剩 %1$lld 組

# widgetsupport.status.groupsReviewed
source: Groups reviewed
ar: مجموعات تمت مراجعتها
de: Gruppen geprüft
es: Grupos revisados
fr: Groupes triés
it: Gruppi rivisti
nl: Groepen bekeken
pl: Przejrzane grupy
pt_br: Grupos revisados
tr: Grup incelendi
uk: Груп переглянуто
zh_hant: 已檢視組數

# widgetsupport.status.lastReviewed
source: Last reviewed %@
ar: آخر مراجعة في %@
de: Zuletzt geprüft am %@
es: Última revisión: %@
fr: Dernier tri le %@
it: Ultima revisione il %@
nl: Laatst bekeken op %@
pl: Ostatni przegląd: %@
pt_br: Última revisão em %@
tr: Son inceleme: %@
uk: Останній перегляд: %@
zh_hant: 上次檢視 %@

# widgetsupport.status.lastScanned
source: Scanned %@
ar: تم الفحص في %@
de: Gescannt am %@
es: Analizado el %@
fr: Analysé le %@
it: Analizzato il %@
nl: Gescand op %@
pl: Skanowanie: %@
pt_br: Analisado em %@
tr: Tarama: %@
uk: Сканування: %@
zh_hant: 掃描於 %@

# widgetsupport.status.libraryChanged
source: Library changed
ar: تغيّرت المكتبة
de: Mediathek geändert
es: La biblioteca cambió
fr: Photothèque modifiée
it: Libreria cambiata
nl: Bibliotheek gewijzigd
pl: Biblioteka się zmieniła
pt_br: A biblioteca mudou
tr: Kitaplık değişti
uk: Бібліотека змінилася
zh_hant: 圖庫已變更

# widgetsupport.status.limitedAccess
source: For shared photos
ar: للصور المتاحة
de: Für freigegebene Fotos
es: Para las fotos compartidas
fr: Pour les photos partagées
it: Per le foto condivise
nl: Voor gedeelde foto’s
pl: Dla udostępnionych zdjęć
pt_br: Para as fotos compartilhadas
tr: Paylaşılan fotoğraflar için
uk: Для доступних фото
zh_hant: 僅限已分享的照片

# widgetsupport.status.noAccess
source: Allow photo access
ar: اسمح بالوصول إلى الصور
de: Fotozugriff erlauben
es: Permite el acceso a Fotos
fr: Autoriser l’accès aux photos
it: Consenti l’accesso alle foto
nl: Geef toegang tot foto’s
pl: Zezwól na dostęp do zdjęć
pt_br: Permita o acesso às fotos
tr: Fotoğraf erişimine izin ver
uk: Надайте доступ до фото
zh_hant: 允許取用照片

# widgetsupport.status.ofGroups
source: of %1$lld groups
ar: من %1$lld مجموعة
de: von %1$lld Gruppen
es: de %1$lld grupos
fr: sur %1$lld groupes
it: di %1$lld gruppi
nl: van %1$lld groepen
pl: z %1$lld grupy
pt_br: de %1$lld grupos
tr: / %1$lld grup
uk: із %1$lld груп
zh_hant: / %1$lld 組

# widgetsupport.status.ofTotal
source: of %1$lld
ar: من %1$lld
de: von %1$lld
es: de %1$lld
fr: sur %1$lld
it: di %1$lld
nl: van %1$lld
pl: z %1$lld
pt_br: de %1$lld
tr: / %1$lld
uk: із %1$lld
zh_hant: / %1$lld

# widgetsupport.status.openApp
source: Open Alike
ar: افتح Alike
de: Alike öffnen
es: Abre Alike
fr: Ouvrir Alike
it: Apri Alike
pl: Otwórz Alike
pt_br: Abra o Alike
tr: Alike’ı aç
uk: Відкрийте Alike
zh_hant: 開啟 Alike

# widgetsupport.status.reclaimable
source: Available to clean up
ar: متاح للتنظيف
de: Zum Aufräumen verfügbar
es: Disponible para limpiar
fr: Disponible à nettoyer
it: Disponibile da liberare
nl: Beschikbaar om op te ruimen
pl: Do zwolnienia
pt_br: Disponível para limpar
tr: Temizlenebilir
uk: Доступно для очищення
zh_hant: 可清理空間

# widgetsupport.status.scanPrompt
source: Scan your library
ar: افحص مكتبتك
de: Mediathek scannen
es: Escanea tu biblioteca
fr: Analyser votre photothèque
it: Scansiona la libreria
nl: Scan je bibliotheek
pl: Przeskanuj bibliotekę
pt_br: Analise sua biblioteca
tr: Kitaplığını tara
uk: Скануйте бібліотеку
zh_hant: 掃描你的圖庫

# widgetsupport.status.similarGroups
source: %1$lld groups of similar photos
ar: %1$lld مجموعة صور متشابهة
de: %1$lld Gruppen ähnlicher Fotos
es: %1$lld grupos similares
fr: %1$lld groupes similaires
it: %1$lld gruppi di foto simili
nl: %1$lld vergelijkbare groepen
pl: %1$lld grupy podobnych zdjęć
pt_br: %1$lld grupos semelhantes
tr: %1$lld benzer fotoğraf grubu
uk: %1$lld груп схожих фото
zh_hant: %1$lld 組相似照片

# widgetsupport.widget.description
source: How much space you can reclaim, and the review you left unfinished.
ar: مقدار المساحة التي يمكنك استعادتها، والمراجعة التي لم تُكملها.
de: Wie viel Speicher frei werden kann – und die noch offene Prüfung.
es: Cuánto espacio puedes recuperar y la revisión que dejaste a medias.
fr: L’espace que vous pouvez récupérer, et le tri resté inachevé.
it: Quanto spazio puoi recuperare e la revisione rimasta a metà.
nl: Hoeveel ruimte je kunt vrijmaken, en je onafgemaakte beoordeling.
pl: Ile miejsca możesz odzyskać — i nieukończony przegląd.
pt_br: Quanto espaço você pode recuperar e a revisão que ficou pela metade.
tr: Ne kadar alan kazanabileceğin ve yarım kalan incelemen.
uk: Скільки місця можна звільнити — і перегляд, який ви не завершили.
zh_hant: 可以釋出多少空間，以及尚未完成的檢視。

# widgetsupport.widget.libraryDescription
source: Similar groups, screenshots and blurred photos, at a glance.
ar: مجموعات الصور المتشابهة ولقطات الشاشة والصور الضبابية في لمحة.
de: Ähnliche Gruppen, Screenshots und unscharfe Fotos auf einen Blick.
es: Grupos de similares, capturas y fotos borrosas de un vistazo.
fr: Groupes de photos similaires, captures d’écran et photos floues en un coup d’œil.
it: Gruppi di foto simili, screenshot e foto sfocate a colpo d’occhio.
nl: Vergelijkbare groepen, schermafbeeldingen en onscherpe foto’s in één oogopslag.
pl: Grupy podobnych, zrzuty ekranu i rozmyte zdjęcia na pierwszy rzut oka.
pt_br: Grupos de semelhantes, capturas de tela e fotos desfocadas num relance.
tr: Benzer gruplar, ekran görüntüleri ve bulanık fotoğraflar bir bakışta.
uk: Групи схожих, скриншоти й розмиті фото — з одного погляду.
zh_hant: 一眼掌握相似群組、螢幕截圖與模糊照片。

# widgetsupport.widget.libraryDisplayName
source: Alike Library
ar: مكتبة Alike
de: Alike Mediathek
es: Biblioteca de Alike
fr: Photothèque Alike
it: Libreria Alike
nl: Alike-bibliotheek
pl: Biblioteka Alike
pt_br: Biblioteca do Alike
tr: Alike Kitaplığı
uk: Бібліотека Alike
zh_hant: Alike 圖庫

# widgetsupport.widget.libraryTitle
source: Library overview
ar: نظرة عامة على المكتبة
de: Mediathek im Überblick
es: Resumen de la biblioteca
fr: Aperçu de la photothèque
it: Panoramica della libreria
nl: Bibliotheekoverzicht
pl: Przegląd biblioteki
pt_br: Visão geral da biblioteca
tr: Kitaplık özeti
uk: Огляд бібліотеки
zh_hant: 圖庫總覽
